{
  "burn": "1. Cool the burn with cool (not cold) running water for 10-15 minutes.\n2. Remove jewelry and clothing from the burned area.\n3. Cover with a sterile, non-stick bandage or clean cloth.\n4. Do not apply butter, oil, or ointments.\n5. Seek medical help for severe burns.",
  "cut": "1. Wash your hands with soap and water.\n2. Apply gentle pressure with a clean cloth or bandage until bleeding stops.\n3. Clean the wound with mild soap and water.\n4. Apply antibiotic ointment.\n5. Cover with a sterile bandage.\n6. Seek medical help for deep cuts or wounds that won't stop bleeding.",
  "fracture": "1. Do not move the injured person unless absolutely necessary.\n2. Immobilize the injured area using a splint or sling if available.\n3. Apply ice packs wrapped in a towel to reduce swelling.\n4. Seek immediate medical attention.\n5. Do not attempt to push a protruding bone back in.",
  "sprain": "1. Rest the injured area.\n2. Apply ice for 15-20 minutes at a time, several times a day.\n3. Compress the area with an elastic bandage.\n4. Elevate the injured limb above heart level if possible.\n5. Take over-the-counter pain relievers if needed.\n6. See a doctor if pain is severe or you cannot bear weight.",
  "choking": "1. Encourage the person to cough if they can.\n2. If they cannot cough, speak, or breathe, stand behind them and place one foot slightly in front of the other for balance.\n3. Place the thumb side of your fist against the middle of their abdomen, just above the navel.\n4. Grasp your fist with your other hand and press inward and upward with quick thrusts.\n5. Repeat until the object is expelled or emergency help arrives.",
  "fever": "1. Rest and drink plenty of fluids.\n2. Take acetaminophen or ibuprofen according to package directions to reduce fever.\n3. Use a lukewarm sponge bath to help reduce fever.\n4. Dress lightly and keep room temperature comfortable.\n5. Seek medical help if fever is above 103째F (39.4째C), lasts more than three days, or is accompanied by severe symptoms.",
  "headache": "1. Rest in a quiet, dark room.\n2. Place a cool cloth on your forehead or neck.\n3. Drink water to stay hydrated.\n4. Take over-the-counter pain relievers as directed.\n5. Seek medical help if headache is sudden and severe, accompanied by fever, stiff neck, confusion, seizures, or following a head injury.",
  "nosebleed": "1. Sit upright and lean slightly forward.\n2. Pinch the soft part of your nose shut for 10-15 minutes.\n3. Breathe through your mouth.\n4. Apply a cold compress to the bridge of your nose.\n5. Seek medical help if bleeding persists after 20 minutes or if nosebleed follows a head injury.",
  "sunburn": "1. Get out of the sun immediately.\n2. Take a cool bath or apply cool, wet compresses to the affected area.\n3. Apply moisturizer or aloe vera gel to soothe the skin.\n4. Take over-the-counter pain relievers to reduce pain and inflammation.\n5. Stay hydrated by drinking extra water.\n6. Seek medical help if sunburn is severe, covers a large area, or is accompanied by fever, chills, or blisters.",
  "heatstroke": "1. Move the person to a cool, shaded area immediately.\n2. Call emergency services right away.\n3. Remove excess clothing and cool the person with cold water, wet towels, or ice packs placed in armpits, groin, neck, and back.\n4. Fan the person to help lower body temperature.\n5. If the person is conscious, give them cool water to drink slowly.\n6. Monitor their temperature until emergency services arrive.",
  "frostbite": "1. Move to a warm area immediately.\n2. Remove wet clothing and jewelry.\n3. Immerse the affected area in warm (not hot) water (100-105째F/38-40째C) for 15-30 minutes.\n4. Do not rub or massage the area as this can cause more damage.\n5. Do not use direct heat such as a heating pad or fire.\n6. After warming, wrap the area in clean bandages, keeping affected fingers and toes separated.\n7. Seek immediate medical attention.",
  "dehydration": "1. Stop physical activity and rest in a cool, shaded place.\n2. Drink water or sports drinks with electrolytes slowly but steadily.\n3. For mild dehydration, drink about 1-2 liters of fluid over 2-4 hours.\n4. Avoid caffeine and alcohol as they can worsen dehydration.\n5. Eat foods with high water content like fruits and vegetables.\n6. Seek medical help if symptoms are severe, including extreme thirst, confusion, dizziness, or no urination.",
  "allergic_reaction": "1. If the person has an epinephrine auto-injector (EpiPen), help them use it immediately.\n2. Call emergency services if symptoms are severe or if an EpiPen was used.\n3. Help the person stay calm and lie quietly on their back with legs elevated.\n4. Loosen tight clothing and cover them with a blanket.\n5. Do not give them anything to drink if they're having difficulty breathing.\n6. If there's vomiting or bleeding from the mouth, place the person on their side to prevent choking.",
  "seizure": "1. Ease the person to the floor and clear the area of anything that could cause injury.\n2. Put something soft and flat under their head.\n3. Turn the person gently onto one side to prevent choking.\n4. Do not restrain the person or put anything in their mouth.\n5. Time the seizure - if it lasts longer than 5 minutes, call emergency services.\n6. Stay with the person until they are fully conscious and aware of their surroundings.\n7. Call emergency services if this is the person's first seizure, if they are pregnant, or if they have diabetes.",
  "eye_injury": "1. Do not touch, rub, or apply pressure to the eye.\n2. Do not try to remove objects stuck in the eye.\n3. For chemical burns, flush the eye with clean water for 15-20 minutes.\n4. For a blow to the eye, apply a cold compress without pressure.\n5. Seek immediate medical attention for any serious eye injury.\n6. If possible, have the injured person lie flat with the head slightly elevated.",
  "snake_bite": "1. Call emergency services immediately.\n2. Keep the bitten area below the level of the heart if possible.\n3. Keep the person still to slow the spread of venom.\n4. Remove any tight clothing or jewelry before swelling begins.\n5. Do not cut the wound, try to suck out the venom, apply ice, or apply a tourniquet.\n6. Try to remember the snake's appearance to help with treatment.",
  "insect_sting": "1. Remove the stinger if visible by scraping it off with a flat-edged object like a credit card.\n2. Wash the area with soap and water.\n3. Apply a cold pack wrapped in cloth for 10 minutes, then remove for 10 minutes.\n4. Apply hydrocortisone cream or calamine lotion to reduce itching and swelling.\n5. Take an antihistamine to reduce symptoms.\n6. Seek immediate medical help if there are signs of an allergic reaction such as difficulty breathing, swelling of face/throat, or dizziness."
}